{"data":{"markdownRemark":{"html":"<h3>Brief &#x26; Objective</h3>\n<p>Koala and Joey was the outcome of Interface Design Studio, a formative subject of the Bachelor of Computing Design at the University of Sydney.  We were tasked with devloping a solution, in a problem area of our choice, employing autonomous vehicles and some form of digital interface.  </p>\n<blockquote>\n<p>With AVs poised to reshape society we wanted to find an application for autonomous vehicles to solve a societal problem.  </p>\n</blockquote>\n<p><img src=\"../koalajoey-exploreideas.png\"></p>\n<p>After exploring autonomous vehicles' application to disaster releif, public transport and humanitarian services we decided to focus on solving <strong>problems faced by senior citizens</strong>.  With an aging population and an archaic, insufficient aged care system, we beleived this topic <strong>had the greatest potential for an effective solution</strong>. </p>\n<h3>So, what sucks when you're old?</h3>\n<p>As a team we conducted <strong>semi-structured interviews with 6 senior citizens</strong>, mine were conducted at a local aged care center.  On top of notes taken during the interview, the recordings were transcribed for later analysis.  <strong>We conducted a further 8 observational studies</strong> on the way senior citizens use public transport.</p>\n<p>We analysed the records in an <strong>affinity diagram</strong> finding a range of issues from hearing loss to loneliness to money anxieties.\nHowever, two discoveries stood out most to me.</p>\n<blockquote>\n<ol>\n<li>Senior citizens spoke about aged care as something they'd regretfully have to submit to.</li>\n</ol>\n</blockquote>\n<blockquote>\n<ol start=\"2\">\n<li>Senior citizens struggled most with the infrequent tasks, such as shopping and taking the bins out.</li>\n</ol>\n</blockquote>\n<p>Which got me thinking, <strong>what if we could use autonomous vehicles to address these issues and let senior citizens live at home for longer and more enjoyably</strong>.</p>\n<h3>Analysis</h3>\n<p>With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  </p>\n<h3>Solution</h3>\n<p>With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  </p>","frontmatter":{"title":"Koala & Joey","date":"15th November 2018","team":["Soomin Lee"],"tools":["hand sketching","proto.io","sketch","invision"],"image":"koalajoey-glamour.png","video":"koalajoey-showcase.mp4","showcase":"This is an example of a user's journey using the app.  Creating an account, requesting help taking the bins out and receiving a request.","description":"Aged care sucks.  With a royal commission currently being conducted into the level of care on   top of exorbitant costs for the government and the individual, the industry was due for a reboot. Koala & Joey are two apps design to eliviate some of these issues, by enabling volunteers to easily get involved with senior citizens in need.","methods":["observatory research","surveys","user journey mapping","user interviews","focus groups"],"duration":"3 Months"}}},"pageContext":{"slug":"/koalajoey/"}}