{"data":{"markdownRemark":{"html":"<h1>Process</h1>\n<hr>\n<h3>1. Brief &#x26; Objective</h3>\n<p>Koala and Joey was the outcome of Interface Design Studio, a formative subject of the Bachelor of Computing Design at the University of Sydney.  We were tasked with devloping a solution, in a problem area of our choice, employing autonomous vehicles and some form of digital interface.  </p>\n<blockquote>\n<p>With AVs poised to reshape society we wanted to find an application for autonomous vehicles to solve a societal problem.  </p>\n</blockquote>\n<p><img src=\"../koalajoey-exploreideas.png\"></p>\n<p>After exploring autonomous vehicles' application to disaster releif, public transport and humanitarian services we decided to focus on solving <strong>problems faced by senior citizens</strong>.  With an aging population and an archaic, insufficient aged care system, we beleived this topic <strong>had the greatest potential for an effective solution</strong>. </p>\n<h3>2. So, what sucks when you're old?</h3>\n<p>As a team we conducted <strong>6 semi-structured interviews</strong> with senior citizens at a local retirement village.  On top of notes taken during the interview, the recordings were transcribed for later analysis.  This was followed by a further <strong>8 observational studies</strong> on the way senior citizens use public transport.</p>\n<p>We analysed the records in an <strong>affinity diagram</strong> finding a range of issues from hearing loss to loneliness to money anxieties.\nHowever, two discoveries stood out most to me.</p>\n<blockquote>\n<ol>\n<li>Senior citizens struggled most with the short and infrequent tasks, such as shopping and taking the bins out.</li>\n<li>Senior citizens spoke about aged care as something they'd regretfully have to submit to.</li>\n</ol>\n</blockquote>\n<p>Which got me thinking, <strong>how can we use autonomous vehicles to address the first point and prolong the time before the second becomes necessity</strong>.</p>\n<h3>3. How can we make it suck less</h3>\n<p>Because loneliness was by far the most prevalent issue we recorded, we wanted to use autonomous vehicles in a way that promotes human to human interaction.</p>\n<p>With these two concepts in mind, we landed on the idea of using <strong>autonomous vehicles to promote short bouts of volunteering</strong> in those key areas.  </p>\n<blockquote>\n<p>Our goal was to improve the livelihood of the elderly, but now how can we benefit the volunteers?</p>\n</blockquote>\n<p>To understand volunteers goals, needs and fears we conducted a focus group with 6 students who had experience volunteering in different sectors.\nWe heard </p>\n<p><img src=\"../koalajoey-volunteer-findings.gif\"></p>\n<p>If we could provide a <strong>better volunteering experience</strong> that results in much needed support being provided to senior citizens without aged care plans then we had a concept. </p>\n<p>Because of variations in the way each demographic uses (and owns) technology, we identified we'd need two UIs.  My group member, Soomin, was to develop a smartphone app interface for volunteers and I a tablet interface for senior citizens.</p>\n<h3>4. Early prototypes and testing</h3>\n<p>I developed a number of pen and paper wireframes that, with feedback from my tutor and Soomin evolved into a lofi prototype. </p>\n<!-- ![](../koalajoey-lofi_1.jpg) -->\n<p>These prototypes were made interactive using <a href=\"https://marvelapp.com/pop/\">Pop</a> before being taken back to the retirement village and tested on 4 sydney siding senior citizens.</p>\n<h1>Image of findings</h1>\n<ol>\n<li>Avoid text input, instead use valuable &#x26; generic defaults</li>\n<li>Linearity is king, senior citizens are not as used to parallel processing of text as us.</li>\n</ol>\n<h3>5. Hi fidelity wireframes</h3>\n<ol>\n<li>How changes were incorporated</li>\n<li>Showcase of wireframes</li>\n</ol>\n<h3>6. Final Product</h3>\n<p>The final result is a mobile application built </p>\n<p>With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  </p>","frontmatter":{"title":"Koala & Joey","description":"Aged care sucks.  With a royal commission currently being conducted into the level of care on   top of exorbitant costs for the government and the individual, the industry was due for a reboot. Koala & Joey are two apps design to eliviate some of these issues, by enabling volunteers to easily get involved with senior citizens in need."}}},"pageContext":{"slug":"/koalajoey/"}}