{"data":{"markdownRemark":{"html":"<h1>Process</h1>\n<hr>\n<h3>1. Brief &#x26; Objective</h3>\n<p>Koala and Joey was the outcome of Interface Design Studio, a formative subject of the Bachelor of Computing Design at the University of Sydney.  We were tasked with devloping a solution, in a problem area of our choice, employing autonomous vehicles and some form of digital interface.  </p>\n<blockquote>\n<p>With AVs poised to reshape society we wanted to find an application for autonomous vehicles to solve a societal problem.  </p>\n</blockquote>\n<p><img src=\"../koalajoey-exploreideas.png\"></p>\n<p>After exploring autonomous vehicles' application to disaster releif, public transport and humanitarian services we decided to focus on solving <strong>problems faced by senior citizens</strong>.  With an aging population and an archaic, insufficient aged care system, we beleived this topic <strong>had the greatest potential for an effective solution</strong>. </p>\n<h3>2. So, what sucks when you're old?</h3>\n<p>As a team we conducted <strong>6 semi-structured interviews</strong> with senior citizens at a local aged care home.  On top of notes taken during the interview, the recordings were transcribed for later analysis.  This was followed by a <strong>further 8 observational studies</strong> on the way senior citizens use public transport.</p>\n<h1><em>INSERT AFFINITY DIAGRAM</em></h1>\n<p>We analysed the records in an <strong>affinity diagram</strong> finding a range of issues from hearing loss to loneliness to money anxieties.\nHowever, two discoveries stood out most to me.</p>\n<blockquote>\n<ol>\n<li>Senior citizens struggled most with the infrequent tasks, such as shopping and taking the bins out.</li>\n<li>Senior citizens spoke about aged care as something they'd regretfully have to submit to.</li>\n</ol>\n</blockquote>\n<p>Which got me thinking, <strong>how can we use autonomous vehicles to address the first point and prolong the time before the second becomes necessity</strong>.</p>\n<h3>3. How can we make it suck less</h3>\n<ol>\n<li>Explored ideas in drone delivery groceries, using AVs to provide better access to social events and on demand transport.</li>\n<li>After seeing that most problems didn't take much time realised few resources could be used for much gain by addressing those areas</li>\n<li>Had the idea idea of using autonomous vehicles to connect volunteers to senior citizens so that these short tasks could be addressed without aged care</li>\n<li>Conducted focus group on students who had experience volunteering, found getting involved was uninformative, slow and uncertain.</li>\n<li>Landed on our final concept, using AVs to enable the use of current resources more efficiently and supplement the reliance on the aged care industry. </li>\n</ol>\n<h5>Header</h5>\n<h3>4. Early prototypes and testing</h3>\n<ol>\n<li>Developed number of pen and paper prototypes.</li>\n</ol>\n<h3>5. Final Product</h3>\n<p>With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  With AVs poised to shape society, we wanted to find an application that solved a social problem.  </p>","frontmatter":{"title":"Koala & Joey","date":"15th November 2018","team":["Soomin Lee"],"tools":["hand sketching","proto.io","sketch","invision"],"image":"koalajoey-glamour.png","video":"koalajoey-showcase.mp4","showcase":"This is an example of a user's journey using the app.  Creating an account, requesting help taking the bins out and receiving a request.","description":"Aged care sucks.  With a royal commission currently being conducted into the level of care on   top of exorbitant costs for the government and the individual, the industry was due for a reboot. Koala & Joey are two apps design to eliviate some of these issues, by enabling volunteers to easily get involved with senior citizens in need.","methods":["observatory research","surveys","user journey mapping","user interviews","focus groups"],"duration":"3 Months"}}},"pageContext":{"slug":"/koalajoey/"}}